Repository: vitalclick/Truthduo
Catalog: lib/l10n/intl_*.arb
Languages: el

# getStarted1Subtitle
source: Find: Call: Chat: Stream
el: Εύρεση: Κλήση: Συνομιλία: Ροή

# continueText
source: Continue
el: Να συνεχίσει

source: Fitness
el: Καταλληλότητα

source: Music
el: ΜΟΥΣΙΚΗ

source: Movies
el: Κινηματογράφος

source: Walking
el: Το περπάτημα

source: Chef
el: Σεφ

source: Singing
el: Τραγούδι

source: Travel
el: Ταξίδι

source: Artist
el: Καλλιτέχνης

source: Explore Profiles
el: Εξερευνήστε τα προφίλ

# getStarted2Subtitle
source: Craft your profile based on different interests and find like minded people
el: Φτιάξτε το προφίλ σας με βάση διαφορετικά ενδιαφέροντα και βρείτε άτομα με όμοια σκέψη

# thatGreat
source: That's Great
el: Αυτό είναι υπέροχο

source: Skip
el: Παραλείπω

# nearbyProfileOnMap
source: Nearby Profiles on Map
el: Κοντινά προφίλ στο χάρτη

# getStarted3Subtitle
source: Allow access to get your location and find local people nearby and connect with them.
el: Επιτρέψτε την πρόσβαση για να λάβετε την τοποθεσία σας και βρείτε ντόπιους κοντά και συνδεθείτε μαζί τους.

source: Allow
el: Επιτρέπω

source: Stream Yourself
el: Μεταδώστε τον εαυτό σας

# getStarted4Subtitle
source: Stream your self and share your life as well join other streamers, comment & send gifts
el: Μεταδώστε τον εαυτό σας και μοιραστείτε τη ζωή σας, καθώς και συμμετάσχετε σε άλλους streamers, σχολιάστε και στείλτε δώρα

source: LOG IN TO CONTINUE
el: ΕΙΣΟΔΟΣ ΓΙΑ ΣΥΝΕΧΕΙΑ

source: Email
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ

# enterEmail
source: Enter The Email
el: Εισαγάγετε το Email

# validEmail
source: Enter Valid Email
el: Εισαγάγετε έγκυρο email

source: Or
el: Ή

source: Continue With Google
el: Συνέχεια με την Google

source: Continue With Facebook
el: Συνέχεια με το Facebook

source: Continue With Apple
el: Συνεχίστε με την Apple

source: Don't have an account?
el: Δεν έχετε λογαριασμό;

source: Sign Up
el: Εγγραφείτε

source: Forgot Your Password ?
el: Ξεχάσατε τον κωδικό σας ?

source: LOG IN
el: ΣΥΝΔΕΣΗ

source: Password
el: Κωδικός πρόσβασης

# enterPassword
source: Enter the password
el: Εισαγάγετε τον κωδικό πρόσβασης

source: View
el: Θέα

source: Hide
el: Κρύβω

source: REGISTER
el: ΚΑΝΩ ΕΓΓΡΑΦΗ

# registerInfoText
source: Looks like you don't have an account. Let's create new account
el: Φαίνεται ότι δεν έχετε λογαριασμό. Ας δημιουργήσουμε νέο λογαριασμό

source: Full Name
el: Πλήρες όνομα

# registrationSuccessfully
source: Registration Successfully done
el: Η εγγραφή ολοκληρώθηκε με επιτυχία

source: Please valid email
el: Παρακαλώ έγκυρο email

source: Enter Full Name
el: Εισαγάγετε το πλήρες όνομα

source: Confirm Password
el: Επιβεβαίωση Κωδικού

source: Enter Confirm Password
el: Εισαγάγετε Επιβεβαίωση κωδικού πρόσβασης

source: Password Mismatch
el: Αναντιστοιχία κωδικού πρόσβασης

# policy1
source: By selecting Agree and continue below, I agree to
el: Επιλέγοντας Συμφωνώ και συνεχίζετε παρακάτω, Συμφωνώ

# policy2
source: Terms of Use
el: Οροι χρήσης

# policy3
source: and
el: και

# policy4
source: Privacy Policy
el: Πολιτική Απορρήτου

# agreeNContinue
source: Agree & Continue
el: Συμφωνώ & Συνέχεια

# startingProfileInfoText
source: Craft your profile with amazing Photos, Interests Bio and stand out from others !
el: Δημιουργήστε το προφίλ σας με εκπληκτικές Φωτογραφίες, Βιογραφικά Ενδιαφέροντα και ξεχωρίστε από τους άλλους!

source: Profile
el: Προφίλ

source: WHERE DO YOU LIVE ?
el: ΠΟΥ ΜΕΝΕΙΣ ?

# enterAddress
source: City, Country
el: Πόλη, Χώρα

# userBlock
source: User block by admin
el: Έχετε αποκλειστεί από τον διαχειριστή.

source: Enter BIO
el: Εισαγάγετε το BIO

source: Enter ABOUT
el: Εισαγάγετε ΣΧΕΤΙΚΑ

source: Enter AGE
el: Εισαγάγετε AGE

source: AGE
el: ΗΛΙΚΙΑ

source: GENDER
el: ΓΕΝΟΣ

source: Optional
el: Προαιρετικός

source: Male
el: Αρσενικός

source: Female
el: Θηλυκός

source: Driving Licence
el: Δίπλωμα οδήγησης

# idCard
source: National ID Card
el: Εθνική ταυτότητα

source: Other
el: Αλλα

source: NEXT
el: ΕΠΟΜΕΝΟ

# photosCap
source: PHOTOS
el: ΦΩΤΟΓΡΑΦΙΕΣ

source: Explore
el: Εξερευνώ

source: Randoms
el: Τυχαία

# joinLive
source: Lives
el: Ζωές

source: Message
el: Μήνυμα

# priceCap
source: PRICE
el: ΤΙΜΗ

source: Video Call
el: Κλήση βίντεο

# liveCap
source: LIVE
el: ΖΩ

# nowCap
source: NOW
el: ΤΩΡΑ

source: REVERSE
el: ΑΝΤΙΣΤΡΟΦΗ

source: EMPTY
el: ΑΔΕΙΑΖΩ

source: Could not launch
el: Δεν ήταν δυνατή η εκκίνηση

# itLooksLikeEtc
source: It looks like your wallet has insufficient coins for this action. letâ€™s recharge it to enjoy this feature.
el: Φαίνεται ότι το πορτοφόλι σας δεν έχει επαρκή νομίσματα για αυτήν την ενέργεια. ας το επαναφορτίσουμε για να απολαύσετε αυτήν τη δυνατότητα.

source: SWIPE
el: ΣΟΥΦΡΩΝΩ

# useAutomaticallyEtc
source: use automatically from next
el: χρήση αυτόματα από την επόμενη

# walletCap
source: WALLET
el: ΠΟΡΤΟΦΟΛΙ

source: Please Select Image
el: Επιλέξτε Εικόνα

source: MORE INFO
el: ΠΕΡΙΣΣΟΤΕΡΕΣ ΠΛΗΡΟΦΟΡΙΕΣ

source: HIDE INFO
el: ΑΠΟΚΡΥΨΗ ΠΛΗΡΟΦΟΡΙΩΝ

source: REPORT USER
el: ΑΝΑΦΟΡΑ ΧΡΗΣΤΗ

source: JOIN
el: ΣΥΜΜΕΤΟΧΗ

source: Explain More
el: Εξηγήστε περισσότερα

source: I agree to
el: Συμφωνώ σε

source: continue please
el: συνέχισε παρακαλώ

# youAreReporting
source: Your Are Reporting this user
el: Αναφέρετε αυτόν τον χρήστη

# termAndCondition
source: Terms & Conditions,
el: Οροι και Προϋποθέσεις,

source: Select Reason
el: Επιλέξτε Αιτία

source: User not live
el: Ο χρήστης δεν είναι ζωντανός

source: Cyberbullying
el: Κυβερνοεκφοβισμός

source: Harassment
el: Παρενόχληση

source: Personal Harassment
el: Προσωπική παρενόχληση

source: Inappropriate Content
el: Ακατάλληλο περιεχόμενο

source: About
el: Σχετικά με

source: Enter Full Reason
el: Εισαγάγετε τον πλήρη λόγο

source: CHAT WITH
el: ΣΥΖΗΤΗΣΗ ΜΕ

source: SHARE
el: ΜΕΡΙΔΙΟ

# reportCap
source: REPORT
el: ΚΑΝΩ ΑΝΑΦΟΡΑ

# notification
source: NOTIFICATIONS
el: ΚΟΙΝΟΠΟΙΗΣΕΙΣ

source: Personal
el: Προσωπικός

source: Platform
el: Πλατφόρμα

source: Go
el: Πηγαίνω

# continueCap
source: CONTINUE
el: ΝΑ ΣΥΝΕΧΙΣΕΙ

source: Terms
el: Οροι

source: and
el: και

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Today
el: Σήμερα

# pleaseCheckTerm
source: Please check Term & Condition
el: Ελέγξτε τους Όρους & Προϋποθέσεις

source: Block
el: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ

source: IMAGE
el: ΕΙΚΟΝΑ

source: Selected
el: Επιλεγμένο

# videoCap
source: VIDEO
el: ΒΙΝΤΕΟ

source: Videos
el: Βίντεο

# unblockCap
source: UNBLOCK
el: ΞΕΒΟΥΛΩΝΩ

source: You block this user
el: Αποκλείετε αυτόν τον χρήστη

# toSendMessage
source: to send a message.
el: για να στείλετε ένα μήνυμα.

source: Close
el: Κλείσε

source: Send Media
el: Αποστολή πολυμέσων

source: Send
el: Στείλετε

source: you
el: εσείς

source: Photos
el: Φωτογραφίες

source: Yesterday
el: Εχθές

source: This User Block You
el: Αυτός ο χρήστης σας αποκλείει

# whichItemWouldYouLikeEtc
source: Which item would you like to select? Select a item
el: Ποιο στοιχείο θα θέλατε να επιλέξετε; Επιλέξτε ένα στοιχείο

source: Write Message
el: Γράψε μήνυμα

source: Unblock
el: Ξεβουλώνω

source: Report
el: Κανω ΑΝΑΦΟΡΑ

source: Cancel
el: Ματαίωση

source: Delete message
el: Διαγραφή μηνύματος

source: Delete this chat
el: Διαγραφή αυτής της συνομιλίας

# areYouSureYouEtc
source: Are you sure you want to delete this message ?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το μήνυμα;

# messageWillOnlyBeRemoved
source: Message will only be removed from this device Are you sure?
el: Το μήνυμα θα αφαιρεθεί μόνο από αυτήν τη συσκευή Είστε βέβαιοι;

source: Are you sure
el: Είσαι σίγουρος

# chatHint
source: Type something...!
el: Πληκτρολόγησε κάτι...!

source: Yes
el: Ναί

source: No
el: Οχι

source: Map
el: Χάρτης

source: Km
el: χλμ

# findSomeoneRandomly
source: Find Someone Randomly And check their profile
el: Βρείτε κάποιον Τυχαία Και ελέγξτε το προφίλ του

source: BOYS
el: ΑΓΟΡΙΑ

source: Are you
el: Είσαι

source: Sure?
el: Σίγουρος?

source: BOTH
el: ΚΑΙ ΤΑ ΔΥΟ

source: GIRLS
el: ΚΟΡΙΤΣΙΑ

source: START MATCHING
el: ΑΡΧΙΣΤΕ ΤΟ ΑΓΩΝΙΣΤΙΚΟ

source: Ok
el: Εντάξει

source: Searching...
el: Ερευνητικός...

# cancelCap
source: CANCEL
el: ΜΑΤΑΙΩΣΗ

# deleteCap
source: DELETE
el: ΔΙΑΓΡΑΦΩ

source: Delete
el: Διαγράφω

source: Delete Chat
el: Διαγραφή συνομιλίας

source: Interest
el: Ενδιαφέρον

source: EDIT PROFILE
el: ΕΠΕΞΕΡΓΑΣΙΑ ΠΡΟΦΙΛ

source: EDIT
el: ΕΠΕΞΕΡΓΑΣΙΑ

# profileCap
source: PROFILE
el: ΠΡΟΦΙΛ

# fullNameCap
source: FULL NAME
el: ΠΛΗΡΕΣ ΟΝΟΜΑ

# docType
source: DOCUMENT TYPE
el: ΕΙΔΟΣ ΑΡΧΕΙΟΥ

source: YOUR SELFIE
el: Η ΣΕΛΦΙ ΣΟΥ

source: INSTAGRAM
el: ΙΝΣΤΑΓΚΡΑΜ

source: SAVE
el: ΑΠΟΘΗΚΕΥΣΕΤΕ

# pleaseAddAtLeastEtc
source: Please add at least 1 image
el: Προσθέστε τουλάχιστον 1 εικόνα

# pleaseAddAtLeastInterest
source: Please add at least 1 interest
el: Προσθέστε τουλάχιστον 1 ενδιαφέρον

source: Image is Empty
el: Η εικόνα είναι κενή

source: OPTIONS
el: ΕΠΙΛΟΓΕΣ

# reqVerification
source: REQUEST VERIFICATION
el: ΑΙΤΗΣΗ ΕΠΑΛΗΘΕΥΣΗΣ

# livestream
source: Wallet / Livestream Dashboard
el: Πορτοφόλι / Πίνακας ελέγχου ζωντανής ροής

# verification
source: Apply for Verification
el: Αίτηση για επαλήθευση

source: Select Document
el: Επιλέξτε Έγγραφο

source: Take Photo
el: Βγάλε φωτογραφία

source: Please add selfie photo
el: Προσθέστε φωτογραφία selfie

# verifiedAccountsHaveBlueEtc
source: Verified accounts have blue checkmarks next to their names to show that we have confirmed they are the real presence of the public figures or celebrities.
el: Οι επαληθευμένοι λογαριασμοί έχουν μπλε σημάδια επιλογής δίπλα στα ονόματά τους για να δείξουμε ότι έχουμε επιβεβαιώσει ότι είναι η πραγματική παρουσία των δημοσίων προσώπων ή διασημοτήτων.

# privacy
source: PRIVACY SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΑΠΟΡΡΗΤΟΥ

# notificationData
source: Keep it on, if you want to receive notifications
el: Διατηρήστε το, εάν θέλετε να λαμβάνετε ειδοποιήσεις

# switchMap
source: Show Me On Map
el: Δείξτε μου στον χάρτη

# switchMapData
source: Keep it on, if you want to be seen on Map
el: Διατηρήστε το, αν θέλετε να σας βλέπουν στον Χάρτη

# anonymous
source: Go Annonymous
el: Μετάβαση Ανώνυμος

# anonymousData
source: Turn On, if you don't want to be seen anywhere in the app.Like: Search,Card Stack.
el: Ενεργοποιήστε, εάν δεν θέλετε να σας βλέπουν πουθενά στην εφαρμογή. Όπως: Αναζήτηση, Στοίβα καρτών.

source: Terms Of Use
el: Οροι χρήσης

source: Log Out
el: Αποσύνδεση

source: Delete Account
el: Διαγραφή λογαριασμού

# versionText
source: Version 1.0.0
el: Έκδοση 1.0.0

source: LEGAL
el: ΝΟΜΙΚΟΣ

# deleteDialogDis
source: Do you really want to delete your account? You won't be able to recover it later and data will be lost forever
el: Θέλετε πραγματικά να διαγράψετε τον λογαριασμό σας; Δεν θα μπορείτε να το ανακτήσετε αργότερα και τα δεδομένα θα χαθούν για πάντα

# logOutDis
source: Do you really want to logout from this app?
el: Θέλετε πραγματικά να αποσυνδεθείτε από αυτήν την εφαρμογή;

# liveStreamCap
source: LIVESTREAM
el: ΑΠΕΥΘΕΙΑΣ ΜΕΤΑΔΟΣΗ

# streamCap
source: STREAM
el: ΡΕΥΜΑ

# areYouSureYouWantToEnd
source: Are you sure you want to end your live video?
el: Είστε βέβαιοι ότι θέλετε να τερματίσετε το ζωντανό βίντεό σας;

# doYouReallyWantToLive
source: Do you really want to live. Please continue to go Live
el: Θέλεις πραγματικά να ζήσεις. Συνεχίστε να μεταβείτε ζωντανά

# videoPreview
source: Video Preview Screen
el: Οθόνη προεπισκόπησης βίντεο

# failedToLoadVideo
source: Failed to load video: Cannot Open
el: Η φόρτωση του βίντεο απέτυχε: Δεν είναι δυνατό το άνοιγμα

source: APPLICATION
el: ΕΦΑΡΜΟΓΗ

# something
source: SOMETHING ABOUT YOU?
el: ΚΑΤΙ ΓΙΑ ΣΕΝΑ?

# shortIntro
source: Short intro about you..
el: Σύντομη εισαγωγή για εσάς..

source: Languages
el: Γλώσσες

source: App Languages
el: Γλώσσες εφαρμογών

# languagesYouEtc
source: LANGUAGES YOU WILL SPEAK
el: ΓΛΩΣΣΕΣ ΠΟΥ ΘΑ ΜΙΛΑΣ

# languagesDetail
source: Languages you will speak while streaming..
el: Γλώσσες που θα μιλάτε κατά τη ροή..

# intro
source: SHORT INTRO VIDEO
el: ΣΥΝΤΟΜΗ ΕΙΣΑΓΩΓΗ ΒΙΝΤΕΟ

source: Attach
el: Συνδέω

# social
source: SOCIAL PROFILE LINKS
el: ΣΥΝΔΕΣΜΟΙ ΚΟΙΝΩΝΙΚΟΥ ΠΡΟΦΙΛ

# socialData
source: Links to some of your social media profiles,which helps us to know more about your fan followings.
el: Σύνδεσμοι σε ορισμένα από τα προφίλ σας στα μέσα κοινωνικής δικτύωσης, κάτι που μας βοηθά να μάθουμε περισσότερα για τους ακόλουθους θαυμαστές σας.

source: SUBMIT
el: ΥΠΟΒΑΛΛΟΥΝ

source: HISTORY
el: ΙΣΤΟΡΙΑ

source: Time:
el: Χρόνος:

# streamed
source: Streamed For:
el: Μετάδοση ροής για:

# diamond
source: Diamonds Collected:
el: Διαμάντια που συλλέγονται:

source: Live
el: Ζω

source: GO LIVE
el: ΠΑΤΗΣΤΕ LIVE

source: Failed payment
el: Αποτυχία πληρωμής

source: END
el: ΤΕΛΟΣ

source: Viewers
el: Θεατές

source: Collected
el: Συγκεντρωμένος

source: Comment...
el: Σχόλιο...

source: Exit
el: Εξοδος

# youWillBeSentEtc
source: YOU WILL BE SENT OUTSIDE SOON
el: ΣΥΝΤΟΜΑ ΘΑ ΣΤΕΙΛΕΤΕ ΕΞΩ

# subscribeToProEtc
source: Subscribe to PRO - Have No Limits
el: Εγγραφείτε στο PRO - Δεν υπάρχουν όρια

source: ADD
el: ΠΡΟΣΘΗΚΗ

source: DIAMONDS
el: ΔΙΑΜΑΝΤΙΑ

# diamondsCamel
source: Diamonds
el: Διαμάντια

source: REDEEM
el: ΕΞΑΡΓΥΡΩΝΩ

source: REQUESTS
el: ΑΙΤΗΣΕΩΝ

source: Complete
el: Πλήρης

source: Processing
el: Επεξεργασία

# diamond1
source: Diamonds:
el: Διαμάντια:

# amount
source: Amount Paid:
el: Ποσό που καταβάλλεται:

source: No redeem data
el: Δεν υπάρχουν δεδομένα εξαργύρωσης

source: DASHBOARD
el: ΤΑΜΠΛΟ

# getAccess
source: GET ACCESS TO GIVE LIVE
el: ΑΠΟΚΤΗΣΤΕ ΠΡΟΣΒΑΣΗ ΓΙΑ ΝΑ ΔΩΣΕΤΕ LIVE

source: LIVE VERIFICATION
el: ΖΩΝΤΑΝΗ ΕΠΑΛΗΘΕΥΣΗ

source: APPLY
el: ΙΣΧΥΟΥΝ

# eligibility
source: Livestream Eligibility
el: Καταλληλότητα ζωντανής ροής

source: ELIGIBLE
el: ΕΠΙΛΕΞΙΜΕΣ

source: PENDING
el: ΕΚΚΡΕΜΗΣ

source: NOT ELIGIBLE
el: ΔΕΝ ΕΙΝΑΙ ΕΠΙΛΕΞΙΜΕΣ

# wallet
source: DIAMOND WALLET
el: ΔΙΑΜΑΝΤΙ ΠΟΡΤΟΦΟΛΙ

# liveCAp
source: Live
el: Ζω

# threshold
source: Minimum Threshold :
el: Ελάχιστο όριο:

# redeemCap
source: REDEEM
el: ΕΞΑΡΓΥΡΩΝΩ

source: ADD COINS
el: ΠΡΟΣΘΗΚΗ ΝΟΜΙΣΜΑΤΩΝ

# totalStream
source: TOTAL STREAMS
el: ΣΥΝΟΛΟ ΡΕΥΜΑΤΩΝ

source: TOTAL COLLECTION
el: ΣΥΝΟΛΙΚΗ ΣΥΛΛΟΓΗ

source: REDEEM REQUESTS
el: ΕΞΑΡΓΥΡΩΣΗ ΑΙΤΗΜΑΤΩΝ

# diamondCap
source: DIAMOND
el: ΔΙΑΜΑΝΤΙ

source: SHOP
el: ΚΑΤΑΣΤΗΜΑ

# bayContinuingThePurchaseEtc
source: By continuing the purchase you agree to our
el: Συνεχίζοντας την αγορά συμφωνείτε με μας

source: automatically
el: αυτομάτως

source: Enter Account details
el: Εισαγάγετε τα στοιχεία του λογαριασμού

source: Bank Transfer
el: Τραπεζική μεταφορά

source: No Data Available
el: Δεν υπάρχουν διαθέσιμα δεδομένα

source: You must be 18+
el: Πρέπει να είσαι 18+

source: Accept
el: Αποδέχομαι

source: No users are live
el: Κανένας χρήστης δεν είναι ζωντανός

source: Please apply for live stream from livestream dashboard from profile!
el: Κάντε αίτηση για ζωντανή ροή από τον πίνακα ελέγχου ζωντανής ροής από το προφίλ!

source: Your Application is pending please wait
el: Η αίτησή σας είναι σε εκκρεμότητα, περιμένετε

source: Change
el: Αλλαγή

source: Too Large
el: Πολύ μεγάλο

source: Video?
el: Βίντεο?

# thisVideoIsGreaterThan50MbnpleaseSelectAnother
source: This video is greater than 50 mb Please select another...
el: Αυτό το βίντεο είναι μεγαλύτερο από 50 mb Επιλέξτε άλλο...

source: Select another
el: Επιλέξτε άλλο

source: Please add social links
el: Προσθέστε συνδέσμους κοινωνικής δικτύωσης

# yourLiveStreamHasBeenEndednbelowIsASummaryOf
source: Your live stream has been ended! Below is a summary of it.
el: Η ζωντανή ροή σας έληξε! Ακολουθεί μια σύνοψή της.

source: Stream for
el: Ροή για

source: Users
el: Χρήστες

source: Please Enter Email...!
el: Παρακαλώ εισάγετε email...!

source: Please Enter valid email address
el: Εισαγάγετε έγκυρη διεύθυνση email

source: Email sent Successfully...
el: Το email εστάλη με επιτυχία...

source: Forgot Password?
el: Ξεχάσατε τον κωδικό;

# enterYourMailOnWhichYouHaveNcreatedAnAccount
source: Enter your mail on which you have created an account. We will send a link to reset your password
el: Εισαγάγετε την αλληλογραφία σας στην οποία έχετε δημιουργήσει λογαριασμό. Θα στείλουμε έναν σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας

source: Reset
el: Επαναφορά

# enterThePasswordForTheAccountNwithTheEmailBelow
source: Enter the password for the account with the email below
el: Εισαγάγετε τον κωδικό πρόσβασης για το λογαριασμό με το παρακάτω email

source: Incorrect password or UserId
el: Λανθασμένος κωδικός πρόσβασης ή UserId

source: Please Verify your e-mail from your inbox
el: Επαληθεύστε το e-mail σας από τα εισερχόμενά σας

source: No Data
el: Χωρίς δεδομένα

source: has liked your profile, you should check their profile!
el: του άρεσε το προφίλ σας, θα πρέπει να ελέγξετε το προφίλ τους!

source: You are fake User
el: Είστε ψεύτικος χρήστης

source: You Must 18+
el: Πρέπει 18+

source: PAYMENT GATEWAY
el: ΠΥΛΗ ΠΛΗΡΩΜΩΝ

source: ACCOUNT DETAILS
el: ΛΕΠΤΟΜΕΡΕΙΕΣ ΛΟΓΑΡΙΑΣΜΟΥ

source: No Location
el: Δεν υπάρχει τοποθεσία

source: kms Away
el: χλμ μακριά

source: Check out this Profile
el: Ελέγξτε αυτό το Προφίλ

source: Look
el: Κοίτα

source: Reverse Swipe will cost you
el: Το Reverse Swipe θα σας κοστίσει

source: coins, Please confirm if you to continue or not
el: νομίσματα, Επιβεβαιώστε εάν θέλετε να συνεχίσετε ή όχι

source: Message price will cost you
el: Η τιμή του μηνύματος θα σας κοστίσει

# coinsPerMsgPleaseConfirmIfYouToContinueOr
source: coins per Msg, Please confirm if you to continue or not
el: κέρματα ανά μήνυμα, επιβεβαιώστε εάν θέλετε να συνεχίσετε ή όχι

source: Live stream price will cost you
el: Η τιμή της ζωντανής ροής θα σας κοστίσει

# coinsPerMinutesPleaseConfirmIfYouToContinueOr
source: coins per minutes, Please confirm if you to continue or not
el: κέρματα ανά λεπτό, επιβεβαιώστε εάν θέλετε να συνεχίσετε ή όχι

source: Live Stream Ended
el: Η ζωντανή ροή έληξε

source: Saved Profiles
el: Αποθηκευμένα Προφίλ

source: Like Profiles
el: Όπως τα προφίλ

source: Blocked Profiles
el: Αποκλεισμένα προφίλ

source: Lives
el: Ζωές

source: Feed
el: Ταίζω

source: Comments
el: Σχόλια

source: Add Comment
el: Πρόσθεσε σχόλιο

source: Photo
el: φωτογραφία

source: Write something here...
el: Γράψε κάτι εδώ...

source: Create Post
el: Δημιουργία ανάρτησης

source: Post
el: Θέση

source: Select interests to continue
el: Επιλέξτε ενδιαφέροντα για να συνεχίσετε

source: Posts
el: Αναρτήσεις

source: Follow
el: Ακολουθηστε

source: Followers
el: Οπαδοί

source: Following
el: ΕΠΟΜΕΝΟ

source: Following List
el: Λίστα που ακολουθεί

source: Search Profile
el: Αναζήτηση προφίλ

source: Unfollow
el: Κατάργηση παρακολούθησης

source: Comment Not Found
el: Το σχόλιο δεν βρέθηκε

source: No Comment
el: Κανένα σχόλιο

source: Reported Submitted
el: Η αναφορά υποβλήθηκε

source: Reported Successfully!!
el: Αναφέρθηκε με επιτυχία!!

source: User Not Found!!
el: Ο χρήστης δεν βρέθηκε!!

# doYouReallyWantToDeleteThisChatYouWont
source: Do you really want to delete this chat You wonâ€™t be able to recover any kind of data after. Hope you are aware of that!
el: Θέλετε πραγματικά να διαγράψετε αυτήν τη συνομιλία Δεν θα μπορείτε να ανακτήσετε κανένα είδος δεδομένων μετά. Ελπίζω να το γνωρίζετε!

# afterDeletingTheChatYouCanNotRestoreOurMessage
source: After deleting the chat, you can not restore our message. Message will be deleted from your account.
el: Μετά τη διαγραφή της συνομιλίας, δεν μπορείτε να επαναφέρετε το μήνυμά μας. Το μήνυμα θα διαγραφεί από τον λογαριασμό σας.

source: Are you sure you want to delete the post?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την ανάρτηση;

source: Delete post
el: Διαγραφή ανάρτησης

source: Report post
el: Αναφορά ανάρτησης

# doYouWantToDeleteThisStoryYouCanNot
source: Do you want to delete this story?, You can not restore the story it will be permanently deleted.
el: Θέλετε να διαγράψετε αυτήν την ιστορία; Δεν μπορείτε να επαναφέρετε την ιστορία, θα διαγραφεί οριστικά.

source: Delete this story?
el: Διαγραφή αυτής της ιστορίας;

source: Please enter your age
el: Παρακαλώ εισάγετε την ηλικία σας

source: No Like Data
el: Όχι σαν δεδομένα

source: No Saved Data
el: Δεν υπάρχουν αποθηκευμένα δεδομένα

source: What do you want to select?
el: Τι θέλετε να επιλέξετε;

source: Read Less...
el: Διαβάστε Λιγότερα...

source: Read More...
el: Διαβάστε περισσότερα...

source: Video duration is
el: Η διάρκεια του βίντεο είναι

source: Large
el: Μεγάλο

source: Comment delete ?
el: Διαγραφή σχολίου;

source: Are you sure you want to delete the comment ?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το σχόλιο;

source: Enter UserName
el: Εισάγετε όνομα χρήστη

source: UserName
el: Όνομα χρήστη

source: Follower List
el: Λίστα ακολούθων

source: User did not allow camera and microphone permission.
el: Ο χρήστης δεν επέτρεψε την άδεια κάμερας και μικροφώνου.

source: User did not allow camera
el: Ο χρήστης δεν επέτρεψε την κάμερα

source: Open Settings
el: Ανοίξτε τις Ρυθμίσεις

# ifAppearsThatCameraPermissionHasNotBeenGrantedTo
source: If appears that camera permission has not been granted. To the App, you will need to allow access to the camera from the settings.
el: Εάν εμφανιστεί ότι δεν έχει χορηγηθεί άδεια κάμερας. Στην εφαρμογή, θα πρέπει να επιτρέψετε την πρόσβαση στην κάμερα από τις ρυθμίσεις.

source: to access your camera and microphone
el: για πρόσβαση στην κάμερα και το μικρόφωνό σας

source: Please select your interests, or skip this step.
el: Επιλέξτε τα ενδιαφέροντά σας ή παραλείψτε αυτό το βήμα.

source: Previous
el: Προηγούμενος

source: Swipe right to view the next profile.
el: Σύρετε προς τα δεξιά για να δείτε το επόμενο προφίλ.

# genderPref
source: Gender Preference
el: Προτίμηση φύλου

# agePref
source: Age Preference
el: Προτίμηση ηλικίας
